Repository: deckerweb/toolbar-extras-givewp
Catalog: languages/toolbar-extras-givewp-*_formal.po
Languages: de_de@formal

source: First Step: Setup Environment to use the plugin
de_de@formal: Erster Schritt: Umgebung zur Verwendung des Plugins einrichten

source: First Step: Setup Environment
de_de@formal: Erster Schritt: Umgebung einrichten

source: Give Donations - Transaction History
de_de@formal: Spenden - Transaktionsverlauf

source: Donations
de_de@formal: Spenden

source: Toolbar Settings for Give Donations
de_de@formal: Toolbar Extras für Give Spenden

source: Toolbar Settings
de_de@formal: Toolbar Einstellungen

# Plugins page listing
source: Facebook Group
de_de@formal: Facebook Gruppe

# Plugins page listing
source: Translations
de_de@formal: Übersetzungen

# Plugins page listing
source: Donate
de_de@formal: Spenden

# Plugins page listing
source: Join our Newsletter
de_de@formal: Newsletter jetzt!

source: %s rating
de_de@formal: %s Bewertung

source: Enjoyed %1$s? Please leave us a %2$s. We really appreciate your support!
de_de@formal: Gefällt Ihnen %1$s? Dann geben Sie uns bitte eine %2$s. Wir schätzen Ihre Unterstützung!

source: Toolbar Extras for Give Donations
de_de@formal: Toolbar Extras für Give Spenden

source: Required Base Plugin version
de_de@formal: Erforderliche Version des Basis-Plugins

source: Donations item priority
de_de@formal: Spenden-Element Priorität

source: Donations item custom URL
de_de@formal: Spenden-Element individuelle URL

source: Display Featured Form item
de_de@formal: Ausgewählte Formularkampagne anzeigen

source: Featured Form ID
de_de@formal: Ausgewählte Formular-ID

source: Featured Form item priority
de_de@formal: Ausgewähltes Formular-Element Priorität

source: Featured Form custom URL
de_de@formal: Ausgewähltes Formular individuelle URL

source: Use Add-On Test Mode tweaks
de_de@formal: Anpassungen für Testmodus vom Add-On verwenden

source: Remove TBEX Build Group
de_de@formal: TBEX Erschaffen-Gruppe entfernen

source: Give Test Mode active
de_de@formal: Give-Testmodus aktiv

source: Give Forms Single Permalinks active
de_de@formal: Give-Formulare Einzel-Permalinks aktiv

# Toolbar item label
source: Donations
de_de@formal: Spenden

# Toolbar item label
source: Give Test Mode Active
de_de@formal: Give-Testmodus aktiv

source: For Donations Top-Level Item
de_de@formal: Für Spenden-Element der obersten Ebene

source: Name of Donations Top-Level Item
de_de@formal: Name Spenden-Element der obersten Ebene

source: Which icon to use for the Donations item?
de_de@formal: Welches Icon soll für das Spenden-Element verwendet werden?

source: Pick a Dashicon Icon for the Donations item
de_de@formal: Ein Dashicon-Icon für das Spenden-Element auswählen

source: Priority of Donations item
de_de@formal: Priorität des Spenden-Elements

source: Use custom URL for Donations Item?
de_de@formal: Eine individuelle URL für das Spenden-Element verwenden?

source: Set link target?
de_de@formal: Linkziel festlegen?

source: For GiveWP
de_de@formal: Für GiveWP

source: Name of GiveWP
de_de@formal: Name von GiveWP

source: List special GiveWP Shortcode Pages?
de_de@formal: Spezielle GiveWP Shortcode-Seiten auflisten?

source: Add Post State for special GiveWP Shortcode Pages?
de_de@formal: Beitragsstatus bei speziellen GiveWP-Shortcode-Seiten hinzufügen?

source: Add Views filter for all GiveWP Pages?
de_de@formal: Ansichtsfilter für alle GiveWP-Seiten hinzufügen?

source: Swap out %1$s submenu, instead add %2$s submenu?
de_de@formal: Untermenü %1$s ausblenden, stattdessen Untermenü %2$s hinzufügen?

source: Changelog
de_de@formal: Versionshistorie

source: Featured Form Campaign
de_de@formal: Ausgewählte Formularkampagne

source: Display featured form campaign?
de_de@formal: Ausgewählte Formularkampagne anzeigen?

source: Select a featured form
de_de@formal: Ein ausgewähltes Formular festlegen

source: Which title to use?
de_de@formal: Welcher Titel soll verwendet werden?

source: Set a custom title for top-level item
de_de@formal: Einen individuellen Titel für das Top-Level-Element festlegen

source: Display income (earnings) after Form title?
de_de@formal: Einnahmen nach Formulartitel anzeigen?

source: Which icon to use for the featured form item?
de_de@formal: Welches Icon soll für das ausgewählte Formular-Element verwendet werden?

source: Pick a Dashicon Icon for the featured form item
de_de@formal: Ein Dashicon-Icon für das Featured-Formular-Element auswählen

source: Priority of featured form item
de_de@formal: Priorität des ausgewählten Formular-Elements

source: Set custom background color for featured form item
de_de@formal: Eine individuelle Hintergrundfarbe für das ausgewählte Formular-Element festlegen

source: Which URL to use for featured form item
de_de@formal: Welche URL soll für das ausgewählte Formular-Element verwendet werden?

source: Set a custom URL for featured form item
de_de@formal: Eine individuelle URL für das ausgewählte Formular-Element festlegen

source: Give Test Mode
de_de@formal: Give-Testmodus

source: Use tweaks for Test Mode?
de_de@formal: Anpassungen für Testmodus verwenden?

source: Which icon to use for the Test Mode item?
de_de@formal: Welches Icon soll für das Testmodus-Element verwendet werden?

source: Pick a Dashicon Icon for the Test Mode item
de_de@formal: Ein Dashicon-Icon für das Testmodus-Element auswählen

source: Various Tweaks
de_de@formal: Verschiedene Anpassungen

source: Set background color, icon and special text for Toolbar
de_de@formal: Hintergrundfarbe, Icon und speziellen Text für die Toolbar festlegen

source: Remove %s Group from Toolbar Extras?
de_de@formal: Die %s-Gruppe von Toolbar Extras entfernen?

source: Build
de_de@formal: Erschaffen

source: Unload all GiveWP Translations?
de_de@formal: Alle Übersetzungen von GiveWP nicht laden?

source: Unload Toolbar Extras for GiveWP Add-On Translations?
de_de@formal: Übersetzungen von Toolbar Extras für GiveWP nicht laden?

source: This Add-On brings the settings and items of the %s to your Toolbar, including current active GiveWP Add-Ons.
de_de@formal: Dieses Add-On bringt die Einstellungen und Elemente des %s in Ihre Toolbar, einschließlich der derzeit aktiven GiveWP-spezifischen Add-Ons.

source: Give Donations
de_de@formal: Give Spenden

source: Below you will find lots of settings to customize your experience for managing donation campaigns with GiveWP even faster.
de_de@formal: Nachfolgend finden Sie viele Einstellungen, mit denen Sie Ihre Erfahrung für die noch schnellere Verwaltung von Spendenkampagnen mit GiveWP anpassen können.

# For Toolbar Extras Plugin
source: GiveWP Add-On for Toolbar Extras
de_de@formal: GiveWP Add-On für Toolbar Extras

source: Go to the Toolbar Extras GiveWP Add-On settings tab
de_de@formal: Gehen Sie zum Toolbar Extras Einstellungen-Tab „GiveWP Add-On“

source: GiveWP Green
de_de@formal: GiveWP Grün

source: Setting Give Name
de_de@formal: Einstellung Name von Give

source: This affects the Give name in various instances of the Toolbar and the Admin area.
de_de@formal: Dies wirkt sich auf den Namen Give in verschiedenen Instanzen der Toolbar sowie des Admin-Bereichs aus.

source: Settings > Toolbar Extras > Tab: General > Section: Links Behavior
de_de@formal: Einstellungen > Toolbar Extras > Tab: Allgemeine Einstellungen > Bereich: Verhalten von Links

source: How can I disable the link attributes (tooltips)?
de_de@formal: Wie kann ich die Link-Attribute (Tooltips) deaktivieren?

source: Go to
de_de@formal: Gehen Sie zu

source: Add-On Support Info
de_de@formal: Add-On Support-Informationen

source: Please note, the %1$s Add-On plugin is not officially endorsed by %2$s. It is an independently developed solution by the community for the community. Therefore our support is connected to the Add-On itself, to the Toolbar and the things around it, not the inner meanings of %3$s.
de_de@formal: Bitte beachten Sie, dass das %1$s Add-On Plugin nicht offiziell von %2$s unterstützt wird. Es ist eine von der Community unabhängig entwickelte Lösung für die Community. Daher gilt unser Support dem Add-On selbst, sowie der Toolbar und den Dingen, die damit verbunden sind, nicht der inneren Bedeutung von %3$s.

source: Give Donations (GiveWP)
de_de@formal: Give Spenden (GiveWP)

source: Important plugin links:
de_de@formal: Wichtige Plugin-Links:

# Help tab info
source: FAQ
de_de@formal: Häufige Fragen (FAQ)

# Help tab info
source: Facebook Group
de_de@formal: Facebook-Gruppe

# Help tab info
source: Translations
de_de@formal: Übersetzungen

# Help tab info
source: Donate
de_de@formal: Spenden

# Help tab info
source: Join our Newsletter
de_de@formal: Newsletter jetzt!

source: Set options for the main, top-level Donations for GiveWP in the Toolbar
de_de@formal: Legen Sie Optionen für das GiveWP-Hauptelement in der obersten Ebene (Top-Level) der Toolbar fest

source: Set some things for Give Donations itself.
de_de@formal: Einige Dinge für Give Spenden selbst festlegen.

source: Optionally display one specific form campaign as featured top-level item in the Toolbar.
de_de@formal: Optional können Sie eine bestimmte Formularkampagne als Element der obersten Ebene (Top-Level) in der Toolbar anzeigen.

source: in the GiveWP settings
de_de@formal: in den GiveWP-Einstellungen

source: You can easily switch between Live and Test Mode %s.
de_de@formal: Sie können %s einfach zwischen dem Live- und Testmodus wechseln.

source: Set a few tweaks for the Give Test Mode.
de_de@formal: Einige Anpassungen für den Give-Testmodus einstellen.

source: Determine which menu items should be removed and set other additional tweaks.
de_de@formal: Legen Sie fest, welche Menüpunkte entfernt werden sollen und stellen Sie weitere zusätzliche Optimierungen ein.

source: Default: %s
de_de@formal: Standard: %s

source: None
de_de@formal: Keins

source: Current: %s
de_de@formal: Aktuell: %s

source: The default value means display at far right of the left Toolbar section/ column.
de_de@formal: Der Standardwert bedeutet eine Anzeige ganz rechts innerhalb des linken Toolbar-Bereichs/ der linken Spalte.

source: The smaller the value gets the more on the left the item will be displayed.
de_de@formal: Je kleiner der Wert wird, desto weiter links wird das Element erscheinen.

source: Donations History Admin URL
de_de@formal: Spendenhistorie-Admin-URL

source: When you let the above field empty the default %s will be used. Only when you enter a valid custom URL, that will actually be used. That could be a full external URL or even a (full) frontend or backend URL from your WordPress install. In most cases it should be efficient to use the default behavior.
de_de@formal: Wenn Sie das obige Feld leer lassen, wird der standardmäßige %s verwendet. Nur wenn Sie eine gültige URL eingeben, wird diese tatsächlich verwendet. Das kann eine komplette externe URL oder sogar eine (komplette) Frontend- oder Admin-URL von Ihrer WordPress-Installation sein. In den meisten Fällen sollte es effizient sein, das Standardverhalten zu verwenden.

source: Same Tab/ Window
de_de@formal: Gleicher/s Tab/ Fenster

source: New Tab/ Window
de_de@formal: Neuer/s Tab/ Fenster

source: This label will be used on various locations for the Toolbar items of this Add-On.
de_de@formal: Diese Beschriftung wird an verschiedenen Stellen für die Toolbar-Elemente von diesem Add-Ons verwendet.

source: With this setting enabled you can optionally list pages which contain special %1$s, like, for example %2$s or %3$s.
de_de@formal: Mit dieser Einstellung können Sie optional Seiten auflisten, die spezielle %1$s enthalten, wie z.B. %2$s oder %3$s.

source: This applies only for the %s post type, and if there are actually pages that have one of these Shortcodes in their content.
de_de@formal: Dies gilt nur für den Inhaltstyp %s, und, falls es tatsächlich Seiten gibt, in deren Inhalt sich einer dieser Shortcodes befindet.

source: Pages
de_de@formal: Seiten

source: Note: If you have hundreds or even thousands of pages, it is recommended to deactivate this feature (set to %s), to avoid any potential performance issues.
de_de@formal: Hinweis: Wenn Sie Hunderte oder sogar Tausende von Seiten haben, wird empfohlen, diese Funktion zu deaktivieren (auf %s gesetzt), um mögliche Performance-Probleme zu vermeiden.

source: If enabled this will add a Post State label to these Shortcode Pages in the Page list view overview table (Edit Screen).
de_de@formal: Wenn diese Option aktiviert ist, wird diesen Shortcode-Seiten in der Übersichtstabelle der Seitenlistenansicht (Bearbeitungsfenster) ein Beitragsstatus-Label hinzugefügt.

source: If enabled this will add an additional Views Filter for Pages (like a status) to only list all GiveWP-specific Pages. This can speed up your donation campaign setup and management tasks.
de_de@formal: Wenn diese Option aktiviert ist, wird ein zusätzlicher Ansichtsfilter für Seiten (wie ein Status) hinzugefügt, um alle GiveWP-spezifischen Seiten aufzulisten. Dies kann die Einrichtung und Verwaltung Ihrer Spendenkampagne beschleunigen.

source: If enabled, this will swap out the (promotional) %1$s submenu with the (more useful) %2$s submenu - within the left-hand %3$s Admin menu.
de_de@formal: Wenn diese Option aktiviert ist, wird das (werbliche) Untermenü %1$s mit dem (nützlicheren) Untermenü %2$s ausgetauscht - innerhalb des linken %3$s Admin-Menüs.

source: Please select a form
de_de@formal: Bitte wählen Sie ein Formular aus

source: No GiveWP Donation forms available
de_de@formal: Keine Give Spendenformulare verfügbar

source: (none)
de_de@formal: (keins)

source: Form Title
de_de@formal: Formular Titel

source: Use a Custom Title
de_de@formal: Einen individuellen Titel verwenden

source: Show the the complete donation income the above chosen featured form has generated so far. So you can immediately see the current status of your campaign - in the Admin Dashboard and on the frontend. Very useful.
de_de@formal: Zeigen Sie den vollständigen Spendenbetrag an, den das oben gewählte Formular bisher generiert hat. So sehen Sie sofort den aktuellen Status Ihrer Kampagne - im Admin Dashboard und im Frontend. Sehr nützlich.

source: Form Default
de_de@formal: Formular-Standard

source: Custom URL
de_de@formal: Eigene URL

source: Form Donation History Admin URL
de_de@formal: Formular-Spendenhistorie-Admin-URL

source: For focussing fully on donation management you can even remove Toolbar Extras' own %s top-level item. Otherwise it is recommended to keep this item.
de_de@formal: Um sich ganz auf das Spendenmanagement zu konzentrieren, können Sie sogar das eigene %s Top-Level-Element von Toolbar Extras entfernen. Andernfalls wird empfohlen, dieses Element zu belassen.

source: Build Group
de_de@formal: Erschaffen-Gruppe

source: This tweak unloads the translations for Give Donations. So all strings fall back to their English default strings.
de_de@formal: Diese Anpassung verhindert das Laden der Übersetzungen für Give Spenden (GiveWP). Somit werden automatisch die englischsprachigen Original-Strings geladen.

source: Effected text domains: %s
de_de@formal: Betroffene Textdomains: %s

source: This tweak unloads the translations for Toolbar Extras for Give Donations Add-On, so it falls back to the English default strings.
de_de@formal: Diese Anpassung verhindert das Laden der Übersetzungen für Toolbar Extras für Give Spenden. Somit werden automatisch die englischsprachigen Original-Strings geladen.

source: Effected text domain: %s
de_de@formal: Betroffene Textdomain: %s

# Time range for filtering
source: Today
de_de@formal: Heute

# Time range for filtering
source: Yesterday
de_de@formal: Gestern

# Time range for filtering
source: This Week
de_de@formal: Diese Woche

# Time range for filtering
source: Last Week
de_de@formal: Letzte Woche

# Time range for filtering
source: This Month
de_de@formal: Aktueller Monat

# Time range for filtering
source: Last Month
de_de@formal: Letzter Monat

# Time range for filtering
source: This Quarter
de_de@formal: Dieses Quartal

# Time range for filtering
source: Last Quarter
de_de@formal: Letztes Quartal

# Time range for filtering
source: This Year
de_de@formal: Dieses Jahr

# Time range for filtering
source: Last Year
de_de@formal: Letztes Jahr

source: Annual Receipts
de_de@formal: Jahresbelege

source: Template Builder &amp; Settings
de_de@formal: Template Builder &amp; Einstellungen

source: Page Preview
de_de@formal: Live-Vorschau

source: Annual Receipt Preview of Page - Opens Section of Donation History Page
de_de@formal: Jahresbeleg Seitenvorschau - Öffnet den Abschnitt der Spendenhistorie-Seite

source: PDF Preview
de_de@formal: PDF-Vorschau

source: PDF Preview of Annual Receipt - Opens PDF File
de_de@formal: PDF-Vorschau des Jahresbelegs - Öffnet die PDF-Datei

source: Live Preview
de_de@formal: Live-Vorschau

source: Live Preview Page
de_de@formal: Seite-Live-Vorschau

source: Edit Page
de_de@formal: Seite bearbeiten

source: Settings
de_de@formal: Einstellungen

source: My AWeber Dashboard
de_de@formal: Mein AWeber Dashboard

source: My Constant Contact Dashboard
de_de@formal: Mein Constant Contact Dashboard

source: My ConvertKit Dashboard
de_de@formal: Mein ConvertKit Dashboard

source: Currency Switcher
de_de@formal: Währungsumschalter

source: General Settings
de_de@formal: Allgemeine Einstellungen

source: Payment Gateways
de_de@formal: Zahlungsarten

source: Exchange Rates APIs
de_de@formal: APIs für Wechselkurse

source: HTML Email Template
de_de@formal: HTML-Template

source: Give Donation Email Template
de_de@formal: Give Spenden-E-Mail-Template

source: General Template Options
de_de@formal: Allgemeine Template-Einstellungen

source: Edit &amp; Preview General Email Template Options
de_de@formal: Bearbeiten und Anpassen von allgemeinen E-Mail-Template-Optionen

source: Email Header
de_de@formal: Email Kopfzeile

source: Edit &amp; Preview Email Header
de_de@formal: Bearbeiten &amp; Vorschau E-Mail-Header

source: Email Footer
de_de@formal: E-Mail-Signatur

source: Edit &amp; Preview Email Footer
de_de@formal: Bearbeiten &amp; Vorschau E-Mail-Footer

source: Email Content (Body)
de_de@formal: E-Mail-Inhalt (Body)

source: Edit &amp; Preview Email Content (Body)
de_de@formal: Bearbeiten &amp; Vorschau des E-Mail-Inhalts (Body)

source: Give Template Options
de_de@formal: Give Template-Optionen

source: Fee Recovery
de_de@formal: Gebührendeckung

source: Report: Fee Income
de_de@formal: Bericht: Gebühreneinnahmen

source: Report: Fee Conversion
de_de@formal: Bericht: Gebührenumwandlung

source: Form Field Manager
de_de@formal: Formularfelder bearbeiten

source: Gift Aid
de_de@formal: Geschenk-Hilfe

source: Report: Gift Aid Donations
de_de@formal: Bericht: Geschenk-Hilfe-Spenden

source: Report: All Gift Aid Donations
de_de@formal: Bericht: Alle Geschenk-Hilfe-Spenden

source: UK Gift Aid Program
de_de@formal: Britisches Geschenk-Hilfe-Programm

source: United Kingdom Government: Gift Aid Program Info
de_de@formal: Regierung des Vereinigten Königreichs: Geschenk-Hilfe-Programm Info

source: Google Analytics Donation Tracking
de_de@formal: Google Analytics Spenden-Tracking

source: My Google Analytics Dashboard
de_de@formal: Mein Google Analytics Dashboard

source: Mailchimp for WP
de_de@formal: Mailchimp für WP

source: My Mailchimp Audience
de_de@formal: Mein Mailchimp-Publikum

source: My Mailchimp Campaigns
de_de@formal: Meine Mailchimp-Kampagnen

source: Manual Donations
de_de@formal: Manuelle Spenden

source: New Manual Donation
de_de@formal: Neue manuelle Spende

source: Add new Manual Donation Payment
de_de@formal: Neue manuelle Spendenzahlung hinzufügen

source: Manual Donation
de_de@formal: Manuelle Spende

source: Give Manual Donation Payment
de_de@formal: Give Manuelle Spendenzahlung

source: Edit Capabilities for this User Role
de_de@formal: Berechtigungen für diese Benutzerrolle bearbeiten

source: Edit Capabilities
de_de@formal: Berechtigungen bearbeiten

source: List Users
de_de@formal: Benutzer auflisten

source: List all registered Users for this User Role
de_de@formal: Alle registrierten Benutzer für diese Benutzerrolle auflisten

source: All Roles
de_de@formal: Alle Benutzerrollen

source: All User Roles
de_de@formal: Alle Benutzerrollen

source: New Role
de_de@formal: Neue Benutzerrolle

source: Add New User Role
de_de@formal: Neue Benutzerrolle hinzufügen

source: Paymill Payments
de_de@formal: Paymill Zahlungen

source: Paymill Payment Gateway
de_de@formal: Paymill Zahlungs-Gateway

source: Paymill Settings
de_de@formal: Paymill-Einstellungen

source: My Paymill Dashboard
de_de@formal: Mein Paymill-Dashboard

source: PayPal Pro Payments
de_de@formal: PayPal Pro Zahlungen

source: PayPal Pro Payment Gateway
de_de@formal: PayPal Pro Zahlungs-Gateway

source: PayPal Pro Settings
de_de@formal: PayPal Pro-Einstellungen

source: My PayPal Pro Account
de_de@formal: Mein PayPal Pro-Konto

source: Sofort Payments
de_de@formal: Sofort Zahlungen

source: Sofort Payment Gateway
de_de@formal: Sofort Zahlungsart

source: Sofort Settings
de_de@formal: Sofort-Einstellungen

source: My Sofort Dashboard
de_de@formal: Mein Sofort-Dashboard

source: Stripe Payments
de_de@formal: Stripe Zahlungen

source: Stripe Payment Gateway
de_de@formal: Stripe Zahlungsart

source: Stripe Settings
de_de@formal: Stripe Einstellungen

source: Stripe + Plaid Settings
de_de@formal: Stripe- und Plaid-Einstellungen

source: Advanced Settings
de_de@formal: Erweiterte Einstellungen

source: My Stripe Dashboard
de_de@formal: Mein Stripe-Dashboard

source: Stripe Logs
de_de@formal: Stripe-Protokolle

source: PDF Receipts
de_de@formal: PDF-Belege

source: Preview PDF Receipt
de_de@formal: PDF-Beleg-Vorschau

source: Preview PDF Receipt - Opens PDF File
de_de@formal: Vorschau des PDF-Belegs - Öffnet die PDF-Datei

source: Recurring Donations
de_de@formal: Wiederkehrende Spenden

source: Subscriptions
de_de@formal: Abonnements

source: Subscriptions - Recurring Donations Overview
de_de@formal: Abonnements - Übersicht über wiederkehrende Spenden

source: Report: Renewal Donations
de_de@formal: Bericht: Wiederholte Spenden

source: Report: All Renewal Donations
de_de@formal: Bericht: Alle wiederholten Spenden

source: Logs: Recurring Emails
de_de@formal: Protokolle: Wiederkehrende E-Mails

source: Logs: Synchronizer
de_de@formal: Protokolle: Synchronisierung

source: Help Docs
de_de@formal: Hilfe-Dokumente

source: Recurring Emails
de_de@formal: Wiederkehrende E-Mails

source: Recurring Donations Add-On: Logs for Recurring Emails
de_de@formal: Add-On für wiederkehrende Spenden: Protokolle für wiederkehrende E-Mails

source: Synchronizer
de_de@formal: Synchronisierung

source: Recurring Donations Add-On: Logs for Synchronizer
de_de@formal: Add-On für wiederkehrende Spenden: Protokolle für den Synchronizer

source: Simple Social Shout
de_de@formal: Einfacher Social-Shout

source: Simple Social Shout for GiveWP
de_de@formal: Simple Social Shout für GiveWP

source: Donation Confirmation: Preview
de_de@formal: Spendenbestätigung: Vorschau

source: Donation Confirmation: Live Preview of Page
de_de@formal: Spendenbestätigung: Live-Vorschau der Seite

source: Donation Confirmation: Edit Page
de_de@formal: Spendenbestätigung: Seite bearbeiten

source: Donation Confirmation: Edit this Page
de_de@formal: Spendenbestätigung: Diese Seite bearbeiten

source: Tributes
de_de@formal: Tribute

source: Report: Tribute Donations
de_de@formal: Bericht: Tribute-Spenden

source: Report: All Tribute Donations
de_de@formal: Bericht: Alle Tribute-Spenden

source: Report: Mail a Card
de_de@formal: Bericht: Eine Karte versenden

source: Report: eCards
de_de@formal: Bericht: eCards

source: User Role Editor Settings
de_de@formal: Benutzerrollen bearbeiten Einstellungen

source: Setup &amp; Testing
de_de@formal: Einrichtung &amp; Prüfung

source: Setup Steps and Testing Triggers
de_de@formal: Einrichtungsschritte und Prüfauslöser
