Repository: deckerweb/toolbar-extras-givewp
Catalog: languages/toolbar-extras-givewp-*_formal.po
Languages: de_de@formal

source: My Zapier Zaps
de_de@formal: Meine Zapier Zaps

source: My Zapier Task History
de_de@formal: Meine Zapier Aufgabenhistorie

source: My Zapier Apps
de_de@formal: Meine Zapier Apps

source: My Zapier Apps/ Connections
de_de@formal: Meine Zapier Apps / Verbindungen

source: About Give Donations
de_de@formal: Über Give Spenden

source: About Give Donations - Getting Started
de_de@formal: Über Give Spenden - Erste Schritte

source: Getting Started
de_de@formal: Erste Schritte

source: Getting Started with Give Donations
de_de@formal: Erste Schritte mit Give Spenden

source: What's New
de_de@formal: Was ist neu?

source: What's New - Changelog
de_de@formal: Was ist neu - Versionshistorie

source: Credits &amp; Contributors
de_de@formal: Dank &amp; Mitwirkende

source: Translations
de_de@formal: Übersetzungen

source: Help Translate Give Donations Plugin
de_de@formal: Helfen Sie beim Übersetzen des Give Spenden-Plugins

source: Donation Transactions
de_de@formal: Spendentransaktionen

source: Donation Transactions - Payment History
de_de@formal: Spendentransaktionen - Zahlungsverhalten

source: All Donations
de_de@formal: Alle Zuwendungen

source: Abandoned Donations
de_de@formal: Abgebrochene Vorgänge

source: Add Manual Donation
de_de@formal: Manuelle Spende hinzufügen

source: Import Donations
de_de@formal: Spenden importieren

source: Import Donations from CSV File
de_de@formal: Spenden aus CSV-Datei importieren

source: List Donations per Form
de_de@formal: Spenden pro Formular auflisten

source: List all Donations per Form Campaign
de_de@formal: Liste aller Spenden pro Formularkampagne

source: All Donors for Form Campaign
de_de@formal: Alle Spender für Formularkampagne

source: Donors
de_de@formal: Spender

source: All Donors - User Data
de_de@formal: Alle Spender - Benutzerdaten

source: All Donors
de_de@formal: Alle Spender

source: All Donors for any Campaign - User Data
de_de@formal: Alle Spender für jede Kampagne - Benutzerdaten

source: Donor Users (WP)
de_de@formal: Spender (WP-Benutzer)

source: All Give Donors - WordPress User Accounts
de_de@formal: Alle Give-Spender - WordPress-Benutzerkonten

source: List Donors per Form
de_de@formal: Spender pro Formular auflisten

source: List all Donors per Form Campaign
de_de@formal: Liste aller Spender pro Formularkampagne

source: All Subscriptions - Recurring Donations
de_de@formal: Alle Abonnements - Wiederkehrende Spenden

source: All Subscriptions
de_de@formal: Alle Abonnemente

source: All Subscriptions - Recurring Donations Overview
de_de@formal: Alle Abonnements - Übersicht über wiederkehrende Spenden

source: List Subscriptions per Form
de_de@formal: Abonnements pro Formular auflisten

source: View all Subscriptions per Form Campaign
de_de@formal: Alle Abonnements pro Formularkampagne anzeigen

source: All Subscriptions for Form Campaign
de_de@formal: Alle Abonnements für Formularkampagne

source: Reports
de_de@formal: Berichte

source: All Reports - Donation Statistics &amp; Analytics
de_de@formal: Alle Berichte - Spendenstatistik &amp; Analytik

source: Income
de_de@formal: Einnahmen

source: Income - Earnings
de_de@formal: Einnahmen - Verdienst

source: Overview
de_de@formal: Übersicht

source: Income %s
de_de@formal: Einnahmen %s

source: Renewal Donations
de_de@formal: Wiederholte Spenden

source: All Renewal Donations
de_de@formal: Alle Wiederkehrenden Spenden

source: Renewal Donations %s
de_de@formal: Wiederholte Spenden %s

source: Donation Methods
de_de@formal: Spendenmethoden

source: Donation Methods - Payment Gateways
de_de@formal: Spendenmethoden - Zahlungs-Gateways

source: All Forms
de_de@formal: Alle Formulare

source: All Forms Overview - Per Form Reports
de_de@formal: Alle Formulare im Überblick - Berichte pro Formular

source: Fee Recovery: Income
de_de@formal: Gebührendeckung: Einnahmen

source: Fee Recovery: Income Reports
de_de@formal: Gebührendeckung: Einnahmen-Berichte

source: Fee Recovery Income %s
de_de@formal: Gebührendeckung Einkommen %s

source: Fee Recovery: Conversion
de_de@formal: Gebührendeckung: Umwandlung

source: Fee Recovery: Conversion Reports
de_de@formal: Gebührendeckung: Umwandlungs-Berichte

source: Fee Recovery Conversion %s
de_de@formal: Gebührendeckung Umwandlung %s

source: Gift Aid Donations
de_de@formal: Geschenk-Hilfe-Spenden

source: All Gift Aid Donations
de_de@formal: Alle Geschenk-Hilfe-Spenden

source: All Tributes related Reports
de_de@formal: Alle Tribute-bezogenen Berichte

source: Tribute Donations
de_de@formal: Tribute-Spenden

source: All Tribute Donations
de_de@formal: Alle Tribute-Spenden

source: Mail a Card
de_de@formal: Eine Karte versenden

source: List Reports per Form
de_de@formal: Berichte pro Formular auflisten

source: View full Reports per Form Campaign
de_de@formal: Vollständige Berichte pro Formularkampagne anzeigen

source: Full Report for Form Campaign
de_de@formal: Vollständiger Bericht für Formularkampagne

source: Income %s for
de_de@formal: Einkommen %s für

source: Campaigns (Forms)
de_de@formal: Kampagnen (Formulare)

source: Campaigns - Donation Forms
de_de@formal: Kampagnen - Spendenformulare

source: All Donation Forms
de_de@formal: Alle Spendenformulare

source: New Donation Form
de_de@formal: Neues Spendenformular

source: Campaign Categories
de_de@formal: Kampagnen Kategorien

source: Campaign Tags
de_de@formal: Kampagnen Schlagwörter

source: Edit Donation Forms
de_de@formal: Spendenformulare bearbeiten

source: Edit Give Donation Forms
de_de@formal: Give-Spendenformulare bearbeiten

source: Filter Per Goal
de_de@formal: Filter nach Ziel

source: Filter Per Campaign Goal
de_de@formal: Filter pro Kampagnenziel

source: Goal Achieved
de_de@formal: Ziel erreicht

source: Campaign Goal Achieved
de_de@formal: Kampagnenziel erreicht

source: Goal In Progress
de_de@formal: Ziel im Gange

source: Campaign Goal In Progress
de_de@formal: Kampagnenziel im Gange

source: Goal Not Set
de_de@formal: Ziel nicht festgelegt

source: Campaign Goal Not Set
de_de@formal: Kampagnenziel nicht festgelegt

source: Any Goal Status
de_de@formal: Jeder Zielstatus

source: Any Campaign Goal Status
de_de@formal: Jeder Kampagnenzielstatus

source: Edit Form
de_de@formal: Formular bearbeiten

source: Edit Form in Campaign Form Builder
de_de@formal: Formular im Kampagnen-Formular-Builder bearbeiten

source: View Frontend
de_de@formal: Frontend anzeigen

source: View Form on Frontend (Live Preview)
de_de@formal: Formular im Frontend anzeigen (Live-Vorschau)

source: Donations for this Form
de_de@formal: Spenden für dieses Formular

source: Donations for this specific Form
de_de@formal: Spenden für dieses spezielle Formular

source: Donors for this Form
de_de@formal: Spender für dieses Formular

source: Donors for this specific Form
de_de@formal: Spender für dieses spezielle Formular

source: Subscriptions for this Form
de_de@formal: Abonnements für dieses Formular

source: Subscriptions for this specific Form
de_de@formal: Abonnements für dieses spezifische Formular

source: Reports for this Form
de_de@formal: Berichte für dieses Formular

source: Reports for this specific Form
de_de@formal: Berichte für dieses spezielle Formular

source: Give Donation Form
de_de@formal: Give Spendenformular

source: Give Donation Form/ Campaign
de_de@formal: Give Spendenformular/ -kampagne

source: Donation Pages
de_de@formal: Spendenseiten

source: Edit and Preview Give Donation Pages
de_de@formal: Bearbeitung und Vorschau von Spendenseiten

source: Edit and Preview Page
de_de@formal: Seitenvorschau/ -bearbeitung

source: Special Shortcode Pages
de_de@formal: Spezielle Shortcode-Seiten

source: List of Pages with Special GiveWP Shortcodes
de_de@formal: Liste der Seiten mit speziellen GiveWP Shortcodes

source: Getting Started - Learn %s Tutorials
de_de@formal: Erste Schritte - %s lernen Anleitungen

source: Bug Reports &amp; Feature Requests
de_de@formal: Fehlerberichte &amp; Feature-Anfragen

source: Bug Reports &amp; Feature Requests via GitHub Issues
de_de@formal: Fehlerberichte &amp; Feature-Anfragen via GitHub Issues

source: Snippet Library
de_de@formal: Snippet-Bibliothek

source: Snippet Library for Customizing Give Donations
de_de@formal: Snippet-Bibliothek zum Anpassen von Give Spenden

source: Give Stories
de_de@formal: Give Geschichten

source: Giving Tuesday
de_de@formal: Spendabler Dienstag

source: Nonprofit 101
de_de@formal: Gemeinnützig A-Z

source: General
de_de@formal: Allgemein

source: Currency Settings
de_de@formal: Währungseinstellungen

source: Access Control
de_de@formal: Zugriffskontrolle

source: Access Control Settings
de_de@formal: Zugriffseinstellungen

source: Sequential Ordering
de_de@formal: Sequentielle Bestellung

source: Sequential Ordering Settings
de_de@formal: Einstellungen für die sequentielle Bestellung

source: Gateways Settings
de_de@formal: Gateways Einstellungen

source: PayPal Standard Settings
de_de@formal: PayPal Standard Einstellungen

source: Offline Donations
de_de@formal: Offline Spenden

source: Offline Donations Settings
de_de@formal: Einstellungen für Offline-Spenden

source: Display Options
de_de@formal: Anzeigeoptionen

source: Display Settings
de_de@formal: Anzeigeeinstellungen

source: Post Types
de_de@formal: Inhaltstypen

source: Taxonomies
de_de@formal: Taxonomien

source: Terms and Conditions
de_de@formal: Allgemeine Geschäftsbedingungen

source: Edit and Customize Email Templates
de_de@formal: Bearbeiten und Anpassen von E-Mail-Vorlagen

source: Donor Emails
de_de@formal: Spender-E-Mails

source: Edit and Customize Donor Emails
de_de@formal: Bearbeiten und Anpassen von Spender-E-Mails

source: Edit and Customize Admin Emails
de_de@formal: Bearbeiten und Anpassen von Admin-E-Mails

source: Email Settings
de_de@formal: E-Mail Einstellungen

source: Contact Information
de_de@formal: Kontaktinformationen

source: Advanced
de_de@formal: Erweitert

source: Advanced Options
de_de@formal: Erweiterte Optionen

source: Licenses
de_de@formal: Lizenzen

source: Toolbar Options
de_de@formal: Toolbar-Optionen

source: Toolbar Options and Tweaks
de_de@formal: Toolbar-Optionen und -Anpassungen

source: All Tasks
de_de@formal: Alle Aufgaben

source: All Export Tasks
de_de@formal: Alle Exportaufgaben

source: Donation History as CSV
de_de@formal: Spendenhistorie als CSV

source: Export Donation History as CSV File
de_de@formal: Spendenhistorie als CSV-Datei exportieren

source: Donations &amp; Income as PDF
de_de@formal: Spenden &amp; Einnahmen als PDF

source: Export Donations and Income as PDF File
de_de@formal: Spenden und Einnahmen als PDF-Datei exportieren

source: Import Give Settings
de_de@formal: Give Einstellungen importieren

source: Import Give Settings from JSON File
de_de@formal: Give Einstellungen aus JSON-Datei importieren

source: Logs
de_de@formal: Protokolle

source: Payment Errors
de_de@formal: Zahlungsfehler

source: Logs of Payment Gateway Errors
de_de@formal: Protokolle von Fehlern des Zahlungsdienstleisters

source: API Requests
de_de@formal: API-Anfragen

source: Logs of API Requests
de_de@formal: Protokolle von API-Anfragen

source: Logs of Updates
de_de@formal: Protokolle von Aktualisierungen

source: Logs of Stripe Payment Gateway
de_de@formal: Protokolle des Stripe-Zahlungsdienstleisters

source: Generate API Keys
de_de@formal: Generieren von API-Schlüsseln

source: Data Tools
de_de@formal: Datenwerkzeuge

source: Data Tools (Recounts etc.)
de_de@formal: Datenwerkzeuge (Zählungen etc.)

source: System Info
de_de@formal: Systeminformationen

source: Get System Report for Support and Debugging
de_de@formal: Systembericht für Support und Debugging anfordern

source: List of available Add-On Updates
de_de@formal: Liste der verfügbaren Add-On-Aktualisierungen

source: Run Updates
de_de@formal: Aktualisierungen durchführen

source: Run Add-On Updates Now
de_de@formal: Führen Sie jetzt Add-On-Aktualisierungen durch

source: Update Logs
de_de@formal: Aktualisierungsprotokolle

source: Add-On Licenses
de_de@formal: Add-On-Lizenzen

source: Donation Managers
de_de@formal: Spendenmanager

source: Give Donation Managers
de_de@formal: Give Spendenmanager

source: Donation Workers
de_de@formal: Spenden-Mitarbeiter

source: Give Donation Workers
de_de@formal: Give Spenden-Mitarbeiter

source: Donation Accountants
de_de@formal: Spendenbuchhalter

source: Give Donation Accountants
de_de@formal: Give Spendenbuchhalter

source: Give Donors
de_de@formal: Give Spender

source: %1$s %2$s Management
de_de@formal: Verwaltung von %1$s %2$s

source: Featured Donation Form Campaign: %s
de_de@formal: Ausgewählte Formularkampagne: %s

source: Edit Form Campaign
de_de@formal: Formularkampagne bearbeiten

source: Settings from Add-On Plugins
de_de@formal: Einstellungen von Add-On-Plugins

source: Give Test Mode Active
de_de@formal: Give-Testmodus aktiv

source: Give Test Mode Active - No Live Transactions will be processed
de_de@formal: Give-Testmodus aktiv - Es werden keine Live-Transaktionen ausgeführt

source: Add-On for Give Donations
de_de@formal: Add-On für Give Spenden

# Plugin Name
source: Give Donations
de_de@formal: Give Spenden

source: Required base plugin for this Add-On to have any impact
de_de@formal: Erforderliches Basis-Plugin für dieses Add-On, damit dies überhaupt einen Effekt hat

# Plugin Name
source: Mailchimp for WordPress
de_de@formal: Mailchimp für WordPress

source: Highly recommended extension to integrate Give Donations with your lists in Mailchimp Email Marketing
de_de@formal: Sehr empfehlenswerte Erweiterung zur Integration von Give Spenden mit Ihren Listenin Mailchimp E-Mail-Marketing

source: %s Donations
de_de@formal: %s Spenden

source: %s Resources
de_de@formal: %s Ressourcen

source: %s Settings
de_de@formal: %s Einstellungen

source: %s Tools
de_de@formal: %s Werkzeuge

source: %s Permissions &amp; Roles
de_de@formal: %s Berechtigungen &amp; Rollen

# Admin submenu title
source: %s Changelog
de_de@formal: %s Versionshistorie

source: %s Pages
de_de@formal: %s Seiten

source: The needed base plugin %s is already installed but not activated. (Toolbar Extras for Give Donations is an Add-On plugin which DEPENDS on Toolbar Extras.)
de_de@formal: Das benötigte Basis-Plugin %s ist bereits installiert, aber nicht aktiviert. (Toolbar Extras für Give Spenden ist ein Add-On-Plugin, das von Toolbar Extras abhängt.)

source: Activate Toolbar Extras Now
de_de@formal: Toolbar Extras jetzt aktivieren

source: Toolbar Extras for Give Donations is an Add-On plugin which DEPENDS on the (free) %1$s plugin in version %2$s or higher to be installed and activated.
de_de@formal: Toolbar Extras für Give Spenden ist ein Add-On-Plugin, welches davon ABHÄNGT dass das (kostenlose) Plugin %1$s in Version %2$s oder höher installiert und aktiviert worden ist.

source: Install Toolbar Extras Now
de_de@formal: Toolbar Extras jetzt installieren

source: Toolbar Extras for Give Donations is not working yet because you are using an old version of the base plugin %s.
de_de@formal: Toolbar Extras für Give Spenden funktioniert noch nicht, da Sie eine alte Version des Basis-Plugins %s verwenden.

source: Update Toolbar Extras Now
de_de@formal: Toolbar Extras jetzt aktualisieren

source: You must be logged in to run this script.
de_de@formal: Sie müssen angemeldet sein, um diese Funktion ausführen zu können.

source: You do not have permission to run this script.
de_de@formal: Sie haben keine Berechtigung, diese Funktion auszuführen.

source: WordPress plugin to leverage the Toolbar for managing your donations and donors with the Give Donations (GiveWP) plugin. - This is an Add-On plugin for Toolbar Extras.
de_de@formal: WordPress Plugin, um die Toolbar für die Verwaltung Ihrer Spenden und Spender mit dem Give Spenden (GiveWP) Plugin zu nutzen. - Dies ist ein Add-On-Plugin für Toolbar Extras.
